Repository: zgsddzwj/paw_routine
Catalog: PawRoutine/Localizable.xcstrings
Source language: en
Languages: zh

# %@ 体重记录
source: %@ Weight Records
zh: %@ 体重记录

# %@ 需要进行 %@
source: %@ needs %@
zh: %@ 需要进行 %@

# %@,体重,%.1f kg,%@,"%@"
source: %@,Weight,%.1f kg,%@,"%@"
zh: %@,体重,%.1f kg,%@,"%@"

# %@,医疗,%@,%@,"%@; 下次:%@"
source: %@,Medical,%@,%@,"%@; Next:%@"
zh: %@,医疗,%@,%@,"%@; 下次:%@"

# %@,活动,%@,%@,"%@"
source: %@,Activity,%@,%@,"%@"
zh: %@,活动,%@,%@,"%@"

source: %d times total
zh: 共 %d 次

# %d 个文件
source: %d files
zh: %d 个文件

# %d 天后到期
source: Due in %d days
zh: %d 天后到期

# %d 条记录
source: %d records
zh: %d 条记录

# %d个月 %d天
source: %dm %dd
zh: %d个月 %d天

# %d天
source: %dd
zh: %d天

# %d岁
source: %dy
zh: %d岁

# %d岁 %d个月 %d天
source: %dy %dm %dd
zh: %d岁 %d个月 %d天

source: ≈ %.0f years (human age)
zh: ≈ %.0f 岁（人类年龄）

# ≈ %.0f 人类岁
source: ≈ %.0f human years
zh: ≈ %.0f 人类岁

# ≈ %.0f 岁（人类年龄）
source: ≈ %.0f yrs (human age)
zh: ≈ %.0f 岁（人类年龄）

source: ⭐ Great job! Keep it up!
zh: ⭐ 很棒！继续保持！

# ⭐ 很棒！继续保持！
source: ⭐ Great job! Keep it up!
zh: ⭐ 很棒！继续保持！

source: 🏆 Super Pet Parent! %d records this month
zh: 🏆 超级铲屎官！本月已记录 %d 条

# 🏆 超级铲屎官！本月已记录 %d 条
source: 🏆 Super Pet Parent! %lld records this month
zh: 🏆 超级铲屎官！本月已记录 %d 条

source: 🏥 Medical Reminder
zh: 🏥 医疗提醒

# 🏥 医疗提醒
source: 🏥 Medical Reminder
zh: 🏥 医疗提醒

source: 🐾 Pet Reminder
zh: 🐾 宠物提醒

# 🐾 宠物提醒
source: 🐾 Pet Reminder
zh: 🐾 宠物提醒

source: 💪 Every record is love for %@
zh: 💪 每一次记录都是对%@的爱

# 💪 每一次记录都是对%@的爱
source: 💪 Every record is love for %@
zh: 💪 每一次记录都是对%@的爱

source: 30 days
zh: 30天

# 30天
source: 30 days
zh: 30天

source: 60 days
zh: 60天

# 60天
source: 60 days
zh: 60天

source: 90 days
zh: 90天

# 90天
source: 90 days
zh: 90天

source: 180 days
zh: 180天

# 180天
source: 180 days
zh: 180天

source: Abnormal
zh: 异常

source: About
zh: 关于

source: About FurryNote
zh: 关于 FurryNote

source: Active Days
zh: 活跃天数

source: Activity Calendar
zh: 活动日历

source: Activity Distribution
zh: 活动分布

source: Activity Rate
zh: 活跃度

source: Activity Type
zh: 活动类型

source: Add
zh: 添加

source: Add a pet and start recording activities to see detailed statistics here.
zh: 添加宠物并开始记录活动后，这里会显示详细的统计分析

source: Add Document
zh: 添加证件

source: Add Medical Record
zh: 添加医疗记录

source: Add notes...
zh: 添加备注...

source: Add Pet
zh: 添加宠物

source: Added On
zh: 添加时间

source: Advanced Charts
zh: 高级统计图表

source: After setting, today's progress rings will be calculated with the new goal.
zh: 设置完成后，今日进度环将按新目标计算。

source: Age
zh: 年龄

source: All
zh: 全部

source: All Pets
zh: 全部宠物

source: Appearance
zh: 外观模式

source: At least 2 records are needed to display the chart
zh: 至少需要2条记录才能显示图表

source: Automatically remind you of feeding, walking, medical checkups and more
zh: 自动提醒喂食、遛狗、医疗检查等重要事项

source: Average
zh: 平均体重

source: Basic Info
zh: 基本信息

source: Birth Date
zh: 出生日期

source: Breakfast
zh: 早餐

source: Breakfast Time
zh: 早餐时间

source: Breed
zh: 品种

source: Calendar
zh: 日历

source: Cancel
zh: 取消

source: Certificate
zh: 证件

source: Change Photo
zh: 更换照片

source: Chart
zh: 图表

source: Checkup
zh: 体检

source: Choose 'System' to automatically switch between light and dark mode based on system settings.
zh: 选择「跟随系统」将根据设备系统设置自动切换深浅色模式。

source: Close
zh: 关闭

source: Compare with Last
zh: 对比上次

source: Completed
zh: 已完成

source: Confirm Delete
zh: 确认删除

source: Confirm delete this record?
zh: 确认删除此记录？

source: Contact Us
zh: 联系我们

source: Create your first pet profile to start tracking their health and growth.
zh: 创建您的第一个宠物档案，开始记录它们的健康与成长

source: Currently using local storage only. Please sign in to iCloud in system settings to enable automatic sync.
zh: 当前仅使用本地存储。请在系统设置中登录 iCloud 以开启自动同步。

source: Custom Record
zh: 自定义记录

source: Custom Reminders
zh: 自定义提醒

source: Daily Feeding
zh: 每日喂食

source: Daily Goal Count
zh: 每日目标次数

source: Dark
zh: 深色模式

source: Data & Backup
zh: 数据与备份

source: Data Analysis
zh: 数据分析

source: Data Export
zh: 数据导出

source: Data Export (CSV)
zh: 数据导出 (CSV)

source: Data not found
zh: 数据未找到

source: Data Statistics
zh: 数据统计

source: Date
zh: 日期

source: Date & Time
zh: 日期和时间

source: Dedicated support channel
zh: 专属客服通道

source: Defecation
zh: 排便

source: Defecation Analysis
zh: 排便情况分析

source: Delete
zh: 删除

source: Delete Document
zh: 删除证件

source: Delete failed
zh: 删除失败

source: Delete Pet
zh: 删除宠物

source: Delete Pet Profile
zh: 删除宠物档案

source: Delete Record
zh: 删除记录

source: Deworm
zh: 驱虫

source: Dinner
zh: 晚餐

source: Dinner Time
zh: 晚餐时间

source: Document Details
zh: 证件详情

source: Document Type
zh: 证件类型

source: Documents
zh: 证件夹

source: Done
zh: 完成

source: Due in %d days
zh: %d 天后到期

source: Due Today
zh: 今天到期

source: Duration (min, optional)
zh: 时长（分钟，可选）

source: e.g. 30
zh: 例如：30

source: Edit
zh: 编辑

source: Edit Goals
zh: 编辑目标

source: Edit Medical Record
zh: 编辑医疗记录

source: Edit Pet
zh: 编辑宠物

source: Edit Record
zh: 编辑记录

source: Edit Weight Record
zh: 编辑体重记录

source: Enable
zh: 开启

source: Enable Reminder Notifications
zh: 开启提醒通知

source: Enable Reminders
zh: 开启提醒

source: Enter breed
zh: 请输入品种

source: Enter notes about %@'s daily moments above
zh: 在上面输入框记录关于 %@ 的日常点滴

source: Enter pet name
zh: 请输入宠物姓名

source: Evening Walk
zh: 晚间遛狗

source: Every %d days
zh: 每 %d 天

source: Export Data
zh: 导出数据

source: Export failed
zh: 导出失败

source: Export failed: %@
zh: 导出失败：%@

source: Export pet records to CSV for easy sharing with your vet.
zh: 将宠物记录导出为CSV文件，方便发送给兽医查看

source: Export to CSV
zh: 支持导出为CSV文件

source: External Deworming
zh: 体外驱虫

source: External Deworming Interval
zh: 体外驱虫间隔

source: Feeding
zh: 喂食

source: Feeding (Breakfast)
zh: 喂食（早餐）

source: Feeding (Dinner)
zh: 喂食（晚餐）

source: Feeding Times
zh: 喂食次数

source: Feeding: %d times
zh: 喂食：%d 次

source: Female
zh: 母

source: Free
zh: 免费版

source: Fri
zh: 五

source: Gender
zh: 性别

source: Generating...
zh: 生成中...

source: Get daily reminders for feeding, walking, and more
zh: 获取喂食、遛狗等日常提醒

source: Go to "Settings → Data Export (CSV)", select the pet(s) to export (or all pets), tap "Start Export" to generate a CSV file for easy sharing with your vet.
zh: 进入「设置 → 数据导出 (CSV)」，选择要导出的宠物（或全部宠物），点击「开始导出」即可生成 CSV 文件，方便发送给兽医查看。

source: Go to Settings to enable daily reminders
zh: 前往设置页面开启日常提醒

source: Go to the pet details from the "Pets" page and tap the red "Delete Pet Profile" button at the bottom to delete the pet and all related records. Medical records, weight records, etc. can be deleted by swiping left or long-pressing in their respective lists.
zh: 在「档案」页面进入宠物详情，点击底部红色的「删除宠物档案」按钮即可删除该宠物及所有相关记录。医疗记录、体重记录等可在对应列表中左滑或长按删除。

source: Goal %d%% Complete
zh: 目标已完成 %d%%

source: Habit Count
zh: 习惯养成次数

source: Health Reminders
zh: 健康提醒

source: Health trends at a glance
zh: 健康趋势一目了然

source: Help & Feedback
zh: 帮助与反馈

source: Help you record, track and manage every important moment of your pet
zh: 帮助您记录、追踪和管理宠物的每一个重要时刻

source: Here are answers to common questions. If you have other questions, feel free to contact us via email.
zh: 以下是一些常见问题的解答，如果您有其他问题，欢迎通过邮件联系我们。

source: Highest
zh: 最高体重

source: History
zh: 历史记录

source: How do I add a pet?
zh: 如何添加宠物？

source: How do I delete a pet or record?
zh: 如何删除宠物或记录？

source: How do I export data?
zh: 如何导出数据？

source: How do I record daily activities?
zh: 如何记录日常活动？

source: iCloud Sync
zh: iCloud 同步

# iCloud 同步
source: iCloud Sync
zh: iCloud 同步

# iCloud 多设备同步备份
source: iCloud Multi-Device Sync
zh: iCloud 多设备同步备份

source: Import failed
zh: 导入失败

source: Info
zh: 信息

source: Internal Deworming
zh: 体内驱虫

source: Internal Deworming Interval
zh: 体内驱虫间隔

source: Intuitive trend analysis
zh: 直观的趋势分析

source: Last
zh: 上次

source: Last Record
zh: 上次记录

source: Latest %.1f kg
zh: 最新 %.1f kg

source: Latest Weight
zh: 最新体重

source: Light
zh: 浅色模式

source: List
zh: 列表

source: Loading...
zh: 加载中...

source: Lowest
zh: 最低体重

source: Make sure you have allowed FurryNote to send notifications in system settings. Also check that the corresponding reminder switch is turned on in Settings → Default Reminders. After adding a new pet, the system will automatically register notifications based on your current reminder settings.
zh: 请确保在系统设置中允许 FurryNote 发送通知。同时检查「设置 → 提醒默认值」中对应的提醒开关是否已开启。添加新宠物后，系统会自动根据当前提醒设置为该宠物注册通知。

source: Male
zh: 公

source: Measurement Date
zh: 测量日期

source: Medical Records
zh: 医疗记录

source: Medical Report
zh: 体检报告

source: Medication
zh: 喂药

source: Memos
zh: 备忘录

source: Mon
zh: 一

source: Month
zh: 月

source: Monthly summaries, trend analysis, and other advanced stats require FurryNote Pro.
zh: 月度汇总、趋势分析等高级统计功能需要解锁 FurryNote Pro

source: Monthly Summary
zh: 月度汇总

source: More flexible reminder settings
zh: 更灵活的提醒设置

source: Morning Walk
zh: 早间遛狗

source: Name
zh: 名称

source: Network error
zh: 网络错误

source: Neutered
zh: 已绝育

source: Neutering Certificate
zh: 绝育证明

source: Never forget important moments again
zh: 从此不再忘记重要时刻

source: Next
zh: 下次

source: Next Due Date
zh: 下次日期

source: Next Reminder
zh: 下次提醒

source: No %@ records
zh: 暂无%@记录

source: No activities recorded today
zh: 今天还没有活动记录

source: No defecation records this week
zh: 本周暂无排便记录

source: No document image
zh: 暂无证件图片

source: No Documents Yet
zh: 还没有证件

source: No health reminders
zh: 暂无健康提醒

source: No notes yet
zh: 还没有备忘录

source: No pet limit
zh: 不再限制宠物数量

source: No Pet Profiles Yet
zh: 还没有宠物档案

source: No Pets Yet
zh: 还没有宠物

source: No purchase record found
zh: 未找到购买记录

source: No records
zh: 暂无记录

source: No reminders today
zh: 今日无提醒

source: No statistics yet
zh: 暂无统计数据

source: No weight records
zh: 暂无体重记录

source: Normal
zh: 正常

source: Not Neutered
zh: 未绝育

source: Notes
zh: 备注

source: Notes (Optional)
zh: 备注 (可选)

source: Notifications
zh: 通知

source: Off
zh: 已关闭

source: Official Website
zh: 官方网站

source: OK
zh: 确定

source: On
zh: 已开启

source: One-tap recording of feeding, walking, water changes, and more
zh: 一键记录喂食、遛狗、换水等日常活动

source: One-time purchase, forever use.
zh: 一次购买，永久使用

source: One-time Unlock
zh: 买断解锁

source: Optional
zh: 可选

source: Other
zh: 其他

source: Other Document
zh: 其他证件

source: Other Info
zh: 其他信息

source: Overdue by %d days
zh: 已逾期 %d 天

# PawRoutine 帮助您记录宠物的日常活动、健康状况和成长轨迹，让每一只毛孩子都得到最科学的照顾。
source: PawRoutine helps you record your pet's daily activities, health status, and growth trajectory, ensuring every furry friend gets the most scientific care.
zh: PawRoutine 帮助您记录宠物的日常活动、健康状况和成长轨迹，让每一只毛孩子都得到最科学的照顾。

source: Pet
zh: 所属宠物

source: Pet Health & Daily Journal
zh: 宠物健康与日常手帐

source: Pet Medical Reminder
zh: 宠物医疗提醒

source: Pet Profile
zh: 宠物档案

source: Photos
zh: 照片

source: Please select a pet first
zh: 请先选择宠物

source: Preview
zh: 预览

source: Previous
zh: 上一步

source: Priority Support
zh: 优先客服支持

source: Pro Feature
zh: Pro 专属功能

source: Pro unlocks unlimited pets, advanced charts, data export (CSV), custom reminders, and priority support. One-time purchase, forever use.
zh: Pro 版解锁无限宠物数量、高级统计图表、数据导出 (CSV)、自定义提醒以及优先客服支持。一次购买，永久使用。

source: Pro unlocks unlimited pets, advanced charts, data export (CSV), iCloud multi-device sync, custom reminders, and priority support. One-time purchase, forever use.
zh: Pro 版解锁无限宠物数量、高级统计图表、数据导出 (CSV)、iCloud 多设备同步备份、自定义提醒以及优先客服支持。一次购买，永久使用。

# Pro 专属功能
source: Pro Feature
zh: Pro 专属功能

# Pro 版有什么区别？
source: What's the difference in Pro?
zh: Pro 版有什么区别？

# Pro 版解锁无限宠物数量、高级统计图表、数据导出 (CSV)、iCloud 多设备同步备份、自定义提醒以及优先客服支持。一次购买，永久使用。
source: Pro unlocks unlimited pets, advanced charts, data export (CSV), iCloud multi-device sync, custom reminders, and priority support. One-time purchase, forever use.
zh: Pro 版解锁无限宠物数量、高级统计图表、数据导出 (CSV)、iCloud 多设备同步备份、自定义提醒以及优先客服支持。一次购买，永久使用。

# Pro 版解锁无限宠物数量、高级统计图表、数据导出 (CSV)、自定义提醒以及优先客服支持。一次购买，永久使用。
source: Pro unlocks unlimited pets, advanced statistics charts, data export (CSV), custom reminders, and priority customer support. One-time purchase, lifetime access.
zh: Pro 版解锁无限宠物数量、高级统计图表、数据导出 (CSV)、自定义提醒以及优先客服支持。一次购买，永久使用。

source: Product not loaded
zh: 产品未加载

source: Profiles
zh: 档案

source: Purchase Failed
zh: 购买失败

source: Quick Record
zh: 快速记录

source: Rate & Review
zh: 评分与评论

source: Real-time data sync across devices
zh: 多设备数据实时同步

source: Receive Reminders
zh: 接收提醒

source: Record daily moments
zh: 记录日常点滴

source: Record daily moments about %@ in the input box above
zh: 在上面输入框记录关于 %@ 的日常点滴

source: Record Date
zh: 记录日期

source: Record name (e.g. Rabies vaccine)
zh: 记录名称（如：狂犬疫苗）

source: Record Time
zh: 记录时间

source: Record Type
zh: 记录类型

source: Record Weight
zh: 记录体重

source: Reminder
zh: 提醒

source: Reminder Center
zh: 提醒中心

source: Reminder Defaults
zh: 提醒默认值

source: Reminder Settings
zh: 提醒设置

source: Restore Purchases
zh: 恢复购买

source: Richer data insights
zh: 更丰富的数据分析

source: Sat
zh: 六

source: Save
zh: 保存

source: Save failed
zh: 保存失败

source: Save Record
zh: 保存记录

source: Scientific Care · Smart Reminders · Healthy Growth FurryNote helps you record your pet's daily activities, health status, and growth journey, ensuring every furry friend receives the best care.
zh: 科学管理 · 贴心提醒 · 健康成长 FurryNote 帮助您记录宠物的日常活动、健康状况和成长轨迹，让每一只毛孩子都得到最科学的照顾。

source: Scientifically manage your pet's daily life and health records
zh: 科学管理宠物的日常起居和健康档案

source: Seamless multi-device experience
zh: 多设备无缝体验

source: Secure payment powered by Apple In-App Purchase
zh: 安全支付 · 由 Apple 应用内购买提供保障

source: Select Pet
zh: 选择宠物

source: Select Time
zh: 选择时间

source: Set a next due date in medical records to generate reminders
zh: 在医疗记录中设置下次日期即可生成提醒

source: Set Next Date
zh: 设置下次日期

source: Set Next Reminder
zh: 设置下次提醒

source: Settings
zh: 设置

source: Share
zh: 分享

source: Share Export File
zh: 分享导出文件

source: Smart Care · Gentle Reminders · Healthy Growth FurryNote helps you track your pet's daily activities, health, and growth journey.
zh: 科学管理 · 贴心提醒 · 健康成长 FurryNote 帮助您记录宠物的日常活动、健康状况和成长轨迹，让每一只毛孩子都得到最科学的照顾。

source: Smart Reminders
zh: 智能提醒

source: Statistics
zh: 统计

source: Statistics & Review
zh: 统计与回顾

source: Still have questions?
zh: 仍有疑问？

source: Sun
zh: 日

source: Surgery
zh: 手术

source: Sync pet data across all devices via iCloud
zh: 通过 iCloud 在所有设备间同步宠物数据

source: System
zh: 跟随系统

source: System Notification Settings
zh: 系统通知设置

source: Tap the + button next to the pet avatar bar on the "Today" page, or tap the Add Pet button on the "Pets" page. Fill in name, breed, gender, birth date, etc., then save.
zh: 在「今日」页面点击宠物头像栏右侧的 + 号，或在「档案」页面点击添加宠物按钮。填写姓名、品种、性别、出生日期等信息后保存即可。

source: Tap the + button to start recording
zh: 点击右下角 + 按钮开始记录

source: Tap the floating + button at the bottom right of the home screen, select an activity type (feeding, walking, water change, etc.) to record quickly. Long-press the icon to edit the time or add notes.
zh: 点击首页右下角的悬浮 + 按钮，选择活动类型（喂食、遛狗、换水等）即可快速记录。长按图标可以修改具体时间或添加备注。

source: Tap the Pets tab below to add your first pet.
zh: 点击下方档案页面添加您的第一只宠物

source: Tap the top-right or bottom button to add document photos
zh: 点击右上角或下方按钮添加证件照片

source: Tap to select photo
zh: 点击选择照片

source: Tap top-right to add a record
zh: 点击右上角添加记录

source: Theme
zh: 主题模式

source: This action cannot be undone
zh: 此操作无法撤销

source: This document will be permanently deleted and cannot be recovered.
zh: 此证件将被永久删除，无法恢复。

source: This Week
zh: 本周

source: This will delete all data for %@. This action cannot be undone.
zh: 将删除 %@ 的所有数据，此操作无法撤销。

source: Thu
zh: 四

source: Time
zh: 时间

source: Timed reminders for important tasks, never forget again
zh: 定时提醒重要事项，不再遗忘

source: Title
zh: 标题

source: Title (e.g. 2024 Vaccine Book)
zh: 标题（如：2024年疫苗本）

source: Today
zh: 今天

source: Today's Progress
zh: 今日进度

source: Today's Reminders
zh: 今日提醒

source: Today's Timeline
zh: 今日时间轴

source: Total Change
zh: 总变化

source: Total Records
zh: 总记录

source: Treatment
zh: 治疗

source: Tue
zh: 二

source: Type
zh: 类型

source: Unable to get price, tap to retry
zh: 无法获取价格，点击重试

source: Unable to load product info
zh: 无法加载产品信息

source: Unable to open share sheet
zh: 无法弹出分享面板

source: Understand your pet's health and behavior through charts and statistics
zh: 通过图表和统计了解宠物的健康状态和行为模式

source: Unknown Error
zh: 未知错误

source: Unlimited Pets
zh: 无限宠物数量

source: Unlock all features for smarter pet care.
zh: 解锁全部功能，享受更科学的养宠生活

source: Unlock Pro
zh: 解锁 Pro

source: Unlocked
zh: 已解锁

source: Upcoming
zh: 即将到来

source: Upload Photo
zh: 上传照片

source: Vaccine
zh: 疫苗

source: Vaccine Book
zh: 疫苗本

source: Vaccine Reminder
zh: 疫苗提醒

source: Veterinarian/Hospital
zh: 兽医/医院

source: Waiting for payment confirmation
zh: 等待付款确认

source: Walking
zh: 遛狗

source: Walking Times
zh: 遛狗次数

source: Walking: %d times
zh: 遛狗：%d 次

source: Water Change
zh: 换水

source: Water Change Time
zh: 换水时间

source: Water Change: %d times
zh: 换水：%d 次

source: Wed
zh: 三

source: Week
zh: 周

source: Weekly Habit Analysis
zh: 本周习惯分析

source: Weekly Overview
zh: 本周概览

source: Weight
zh: 体重

source: Weight (kg)
zh: 体重 (kg)

source: Weight Change
zh: 体重变化

source: Weight Comparison
zh: 体重对比

source: Weight Tracking
zh: 体重追踪

source: Weight Trend
zh: 体重趋势

source: What's the difference in Pro?
zh: Pro 版有什么区别？

source: Why aren't reminder notifications working?
zh: 提醒通知没有响？

source: Yesterday
zh: 昨天

source: You have unlocked FurryNote Pro
zh: 您已解锁 FurryNote Pro

source: Your data is automatically synced across all devices signed in with the same Apple ID via iCloud.
zh: 您的数据已通过 iCloud 在所有登录了同一 Apple ID 的设备间自动同步。

# yyyy年M月
source: MMM yyyy
zh: yyyy年M月

# 一
source: Mon
zh: 一

# 一次购买，永久使用
source: One-time purchase, forever use
zh: 一次购买，永久使用

# 一键记录喂食、遛狗、换水等日常活动
source: One-tap recording of feeding, walking, water changes, and more
zh: 一键记录喂食、遛狗、换水等日常活动

# 三
source: Wed
zh: 三

# 上一步
source: Back
zh: 上一步

# 上传照片
source: Upload Photo
zh: 上传照片

# 上次
source: Last
zh: 上次

# 上次记录
source: Last Record
zh: 上次记录

# 下一步
source: Next
zh: 下一步

# 下次
source: Next
zh: 下次

# 下次提醒
source: Next Reminder
zh: 下次提醒

# 下次日期
source: Next Due Date
zh: 下次日期

# 不再限制宠物数量
source: No pet limit
zh: 不再限制宠物数量

# 专属客服通道
source: Dedicated support channel
zh: 专属客服通道

# 为 %@ 记录活动
source: Record activity for %@
zh: 为 %@ 记录活动

# 主题模式
source: Theme
zh: 主题模式

# 习惯养成次数
source: Habit Count
zh: 习惯养成次数

# 买断解锁
source: One-time Purchase
zh: 买断解锁

# 二
source: Tue
zh: 二

# 云端同步
source: Cloud Sync
zh: 云端同步

# 五
source: Fri
zh: 五

# 交易验证失败: %@
source: Transaction verification failed: %@
zh: 交易验证失败: %@

# 产品未加载
source: Product not loaded
zh: 产品未加载

# 仅本地
source: Local Only
zh: 仅本地

# 今天
source: Today
zh: 今天

# 今天到期
source: Due today
zh: 今天到期

# 今天还没有活动记录
source: No activities recorded today
zh: 今天还没有活动记录

# 今日
source: Today
zh: 今日

# 今日提醒
source: Today's Reminders
zh: 今日提醒

# 今日无提醒
source: No reminders today
zh: 今日无提醒

# 今日时间轴
source: Today's Timeline
zh: 今日时间轴

# 今日进度
source: Today's Progress
zh: 今日进度

# 仍有疑问？
source: Still have questions?
zh: 仍有疑问？

# 从此不再忘记重要时刻
source: Never miss an important moment again
zh: 从此不再忘记重要时刻

# 以下是一些常见问题的解答，如果您有其他问题，欢迎通过邮件联系我们。
source: Here are answers to some common questions. If you have others, feel free to email us.
zh: 以下是一些常见问题的解答，如果您有其他问题，欢迎通过邮件联系我们。

# 优先客服支持
source: Priority Support
zh: 优先客服支持

# 体内驱虫
source: Internal Deworming
zh: 体内驱虫

# 体内驱虫间隔
source: Internal Deworming Interval
zh: 体内驱虫间隔

# 体外驱虫
source: External Deworming
zh: 体外驱虫

# 体外驱虫间隔
source: External Deworming Interval
zh: 体外驱虫间隔

# 体检
source: Checkup
zh: 体检

# 体检报告
source: Medical Report
zh: 体检报告

# 体重
source: Weight
zh: 体重

# 体重 (kg)
source: Weight (kg)
zh: 体重 (kg)

# 体重变化
source: Weight Change
zh: 体重变化

# 体重对比
source: Weight Comparison
zh: 体重对比

# 体重趋势
source: Weight Trend
zh: 体重趋势

# 体重追踪
source: Weight Tracking
zh: 体重追踪

# 例如：30
source: e.g. 30
zh: 例如：30

# 保存
source: Save
zh: 保存

# 保存失败
source: Save failed
zh: 保存失败

# 保存记录
source: Save Record
zh: 保存记录

# 信息
source: Info
zh: 信息

# 健康提醒
source: Health Reminders
zh: 健康提醒

# 健康趋势一目了然
source: Health trends at a glance
zh: 健康趋势一目了然

# 免费版
source: Free
zh: 免费版

# 全部
source: All
zh: 全部

# 全部宠物
source: All Pets
zh: 全部宠物

# 公
source: Male
zh: 公

# 六
source: Sat
zh: 六

# 共 %d 次
source: %d times total
zh: 共 %d 次

# 关于
source: About
zh: 关于

# 关于 FurryNote
source: About FurryNote
zh: 关于 FurryNote

# 关于 PawRoutine
source: About PawRoutine
zh: 关于 PawRoutine

# 关闭
source: Close
zh: 关闭

# 其他
source: Other
zh: 其他

# 其他信息
source: Other Info
zh: 其他信息

# 其他证件
source: Other Document
zh: 其他证件

# 兽医/医院
source: Vet / Hospital
zh: 兽医/医院

# 最低体重
source: Lowest
zh: 最低体重

# 最新 %.1f kg
source: Latest %.1f kg
zh: 最新 %.1f kg

# 最新体重
source: Latest Weight
zh: 最新体重

# 最高体重
source: Highest
zh: 最高体重

# 出生日期
source: Birth Date
zh: 出生日期

# 分享
source: Share
zh: 分享

# 列表
source: List
zh: 列表

# 创建您的第一个宠物档案，开始记录它们的健康与成长
source: Create your first pet profile to start tracking their health and growth.
zh: 创建您的第一个宠物档案，开始记录它们的健康与成长

# 删除
source: Delete
zh: 删除

# 删除失败
source: Delete failed
zh: 删除失败

# 删除宠物档案
source: Delete Pet Profile
zh: 删除宠物档案

# 删除记录
source: Delete Record
zh: 删除记录

# 删除证件
source: Delete Document
zh: 删除证件

# 前往设置页面开启日常提醒
source: Go to Settings to enable daily reminders
zh: 前往设置页面开启日常提醒

# 加载中...
source: Loading...
zh: 加载中...

# 医疗记录
source: Medical Records
zh: 医疗记录

# 即将到来
source: Upcoming
zh: 即将到来

# 历史记录
source: History
zh: 历史记录

# 取消
source: Cancel
zh: 取消

# 可选
source: Optional
zh: 可选

# 名称
source: Name
zh: 名称

# 周
source: Week
zh: 周

# 品种
source: Breed
zh: 品种

# 喂药
source: Medication
zh: 喂药

# 喂食
source: Feeding
zh: 喂食

# 喂食：%d 次
source: Feeding: %d times
zh: 喂食：%d 次

# 喂食（早餐）
source: Feeding (Breakfast)
zh: 喂食（早餐）

# 喂食（晚餐）
source: Feeding (Dinner)
zh: 喂食（晚餐）

# 喂食次数
source: Feeding Times
zh: 喂食次数

# 四
source: Thu
zh: 四

# 图表
source: Chart
zh: 图表

# 在「今日」页面点击宠物头像栏右侧的 + 号，或在「档案」页面点击添加宠物按钮。填写姓名、品种、性别、出生日期等信息后保存即可。
source: Tap the + button next to the pet avatar bar on the "Today" page, or tap the Add Pet button on the "Pets" page. Fill in name, breed, gender, birth date, etc., then save.
zh: 在「今日」页面点击宠物头像栏右侧的 + 号，或在「档案」页面点击添加宠物按钮。填写姓名、品种、性别、出生日期等信息后保存即可。

# 在「档案」页面进入宠物详情，点击底部红色的「删除宠物档案」按钮即可删除该宠物及所有相关记录。医疗记录、体重记录等可在对应列表中左滑或长按删除。
source: Go to the pet details from the "Pets" page and tap the red "Delete Pet Profile" button at the bottom to delete the pet and all related records. Medical records, weight records, etc. can be deleted by swiping left or long-pressing in their respective lists.
zh: 在「档案」页面进入宠物详情，点击底部红色的「删除宠物档案」按钮即可删除该宠物及所有相关记录。医疗记录、体重记录等可在对应列表中左滑或长按删除。

# 在上面输入框记录关于 %@ 的日常点滴
source: Enter notes about %@'s daily moments above
zh: 在上面输入框记录关于 %@ 的日常点滴

# 在医疗记录中设置下次日期即可生成提醒
source: Set a next due date in medical records to generate reminders
zh: 在医疗记录中设置下次日期即可生成提醒

# 基本信息
source: Basic Info
zh: 基本信息

# 处理中...
source: Processing...
zh: 处理中...

# 备忘录
source: Notes
zh: 备忘录

# 备注
source: Notes
zh: 备注

# 备注 (可选)
source: Notes (Optional)
zh: 备注 (可选)

# 备注（可选）
source: Notes (Optional)
zh: 备注（可选）

# 外观模式
source: Appearance
zh: 外观模式

# 多设备数据实时同步
source: Real-time data sync across devices
zh: 多设备数据实时同步

# 多设备无缝体验
source: Seamless multi-device experience
zh: 多设备无缝体验

# 如何删除宠物或记录？
source: How do I delete a pet or record?
zh: 如何删除宠物或记录？

# 如何导出数据？
source: How do I export data?
zh: 如何导出数据？

# 如何添加宠物？
source: How do I add a pet?
zh: 如何添加宠物？

# 如何记录日常活动？
source: How do I record daily activities?
zh: 如何记录日常活动？

# 姓名
source: Name
zh: 姓名

# 安全支付 · 由 Apple 应用内购买提供保障
source: Secure payment powered by Apple In-App Purchase
zh: 安全支付 · 由 Apple 应用内购买提供保障

# 完成
source: Done
zh: 完成

# 官方网站
source: Official Website
zh: 官方网站

# 定时提醒重要事项，不再遗忘
source: Timed reminders for important tasks, never forget again
zh: 定时提醒重要事项，不再遗忘

# 宠物,类型,活动/记录,时间,备注
source: Pet,Type,Activity/Record,Time,Notes\n
zh: 宠物,类型,活动/记录,时间,备注\n

# 宠物健康与日常手帐
source: Pet Health & Daily Journal
zh: 宠物健康与日常手帐

# 宠物医疗提醒
source: Pet Medical Reminder
zh: 宠物医疗提醒

# 宠物档案
source: Pet Profile
zh: 宠物档案

# 对比上次
source: Compared to last
zh: 对比上次

# 导入失败
source: Import failed
zh: 导入失败

# 导出中...
source: Exporting...
zh: 导出中...

# 导出失败
source: Export failed
zh: 导出失败

# 导出失败：%@
source: Export failed: %@
zh: 导出失败：%@

# 导出数据
source: Export Data
zh: 导出数据

# 将删除 %@ 的所有数据，此操作无法撤销。
source: All data for %@ will be deleted. This cannot be undone.
zh: 将删除 %@ 的所有数据，此操作无法撤销。
